{
    "dobrodosli": {
        "title": "Dobrodošli u zvaničan Diskord server Esport Humanitarne Lige Srbije!",
        "description": "EHLS je CS:GO projekat povezivanja gejmera širom Srbije i srpske dijaspore u cilju skupljanja humanitarne pomoći kroz učešće u CS:GO turnirima i donacije na strimovima.\n\nNa našem zvaničnom Diskord serveru možete se družiti sa ostalim članovima, naći tim ili igrača za Vaš tim, videti sva dešavanja i dobiti sve informacije iz prve ruke.\n\n**Šta prvo da uradim na ovom serveru?**\n\nPre svega, posetite kanal <#791793229875642378> kako biste znali **smernice naše zajednice i kako bi imali što manje problema na serveru.**\n\nZa sve **informacije o humanitarnim turnirima** posetite <#791809699460808714>, a sva **pitanja** koja imate o **turnirima** pitajte u <#792485729455308813>\n\nAko **tražite tim** ili **imate tim a fale vam igrači**, posetite <#792488946595659787> i <#792489046324543519>\n\nSve naše društvene mreže i medije možete naći u kategoriji **MEDIA**\n\n**Kontakt EHLS Tima**\n\n• [Instagram stranica](https://instagram.com/ehls_)\n• Poslovni e-mail: __office.ehls@gmail.com__"
    },
    "aplikacija": {
        "title": "Postani deo tima!",
        "description": "Ako hoćete da pomognete našem timu i postanete član istog, popunite **[ovu aplikaciju](https://forms.gle/mr9VDsPb8FPvXcHMA)**. Ako zadovoljavate sve kriterijume, poslaćemo dalja upustva."
    },
    "pravila": {
        "title": "PRAVILA SERVERA",
        "description": "**Ovde su sva pravila servera. Važe za svakoga i u svim kanalima. Molimo vas da se ponašate koliko-toliko civilizovano i po ovim pravilima.\n\n• Pre svega, koristite kanale za ono što su namenjeni kako bi i članovi i moderatori mogli da isprate šta se dešava\n• Zaobiđite političke teme, ovo nije mesto za to\n• Ne tolerišemo nikakav vid verbalnog zlostavljanja\n• Poruke koje sadrže reklamiranje drugih servera biće brisane od strane bota\n• Bilo kakav vid NSFW-a je strogo kažnjiv, ne šaljite ga\n• Spamovanje svakog nervira, pa i nas. Iz tog razloga spamovanje se sankcioniše\n**\n*Želimo vam lep provod!*",
        "footer": "Moderatori imaju pravo na svako dodatno kažnjavanje koje nije na ovom spisku ako se uspostavi da je potrebno."
    },
    "role": {
        "title": "Discord Uloge",
        "description": "<@&791807428843929631> - **Twitch Član** se postaje tako što nas zapratite na našem Twitch profilu i učestvujete aktivno u Streamovima (komentarima, reakcijama, emojiima) dobijate mogućnost:\n- Omogućeno menjanje svog nadimka\n\n<@&791807807741624341> - **Donator** ulogu dobija osoba koja donira (na strimu ili preko PayPal-a) EHLS organizaciji više od **1€** i uz tu ulogu dobijaju:\n- Omogućeno menjanje svog nadimka\n- Omogućeno brisanje i pinovanje poruka\n\n<@&792780530943787048> - **Top Donator** ulogu dobija osoba koja donira (na strimu ili preko PayPal-a) EHLS organizaciji više od **20€** i uz tu ulogu dobijaju:\n- Omogućeno menjanje svog nadimka\n- Omogućeno brisanje i pinovanje poruka\n- Omogućen Priority Speaker (kada priča svi ostali se smanje)\n- Omogućeno prisustvovanje 'staff' kanalu\n\n<@&791847805600923649> - **Kapiten** ulogu dobija osoba koja je vođa ekipe na turniru kako bi lakše obaveštavali timove o turniru\nUz ovu ulogu dobija se mogućnost ulaska u <#791847674449756161>\nJednom kada ekipa više ne učestvuje u turniru ili kada se turnir završi, osobe gube ulogu Kapiten do **idućeg** turnira ili lige\n\n- **Organizacija, Dizajner, Marketing** i **Komentator** ulogu dobija jedino ona osoba kojoj <@&791724603634483210> ili vođa tog tima dodeli to, svaka uloga ima svoju namenu u našem timu, za to postoje posebni kanali, ukoliko želite postati jedan od našeg tima možete se javiti u privatne poruke ili poslati aplikaciju koja stoji u <#794714450703024148> i obavićemo razgovor"
    },
    "donacije": {
        "title": "DONIRAJ I PODRŽI PROJEKAT",
        "description": "Ako ti se sviđa projekat i želeo bi da pomogneš pri poboljšanju rada EHLS tima, mozes to da uradiš preko donacije na račun tima!\n\nSav novac koji dođe na račun će biti iskorišćen za domen i host sajta, reklame za socijalne mreže i za licence. Ostatak novca će biti prosleđen u humanitarne svrhe.\n\n[PayPal račun](https://streamlabs.com/ehls-esporthumanitarnaligasrbije)\n[Donacija putem SMS poruke](https://keepme.live/x/u/ehls)"
    },
    "help": {
        "title": "Pomoć za moderatore",
        "description": "**Dostupne komande:**\n\n• dobrodosli\n• aplikacija\n• oturniru\n• donacije\n• pravila\n• media\n• role\n• poll {sadržaj}\n• everyone #kanal\n• embed #kanal [{generisan kod}](https://cdn.ehls.rs/embed/)"
    },
    "oturniru": {
        "first": {
            "title": "INFORMACIJE I PRAVILA EHLS TURNIRA",
            "description": "*Detaljne informacije o pojedinačnim turnirima možete naći na stranicama istih na [ovom](https://challengermode.com/s/EHLS) Challengermode spejsu*\n\n**Opšte informacije i konfiguracije turnira**\n\nSvaki zvanični turnir EHLS je namenjen sakupljanju novčanih sredstava za lečenje neke životno ugrožene osbone ili za pomoć socijalno ugroženim zajednicama.\n\nTurniri se sastoje iz dve faze - grupna faza i play-off faza.\n\n•Maksimalan broj timova je 32\n•Mod igre je bomb defusal 5v5\n•U grupnoj fazi se igra best of 1, u plej-offovima best of 3 i u finalu best of 5\n•U map poolu su de_dust2, de_inferno, de_mirage, de_nuke, de_overpass, de_vertigo i de_train\n•Serveri su u Nemačkoj, Poljskoj, Francuskoj, Švedskoj, Britaniji, Španiji i Turskoj\n•Anti-čit sistem je ugrađen u same Challengermode servere\n•Grupna faza se igra sa po 4 tima u 8 grupa, svi timovi unutar grupe se sreću jednom\n•Iz svake grupe po dva tima prolaze u plej-off\n•Nakon polufinala se odigravaju mečevi za 3. i 4. mesto\n•Pozicija timova u grupama i četvrtfinalu će nasumično biti odabrana od strane Challengermode platforme\n•Banovanje mapa se vrši po Challengermode veto-u na sledeći način: Tim A - ban, Tim B - ban, Tim A - ban, Tim B - ban, Tim A - ban, Tim B - ban, poslednja mapa se izabira za igru\n\nSvaki tim koji se ne pojavi, preda, ili im nedostaje igrač u vreme meča će u grupnoj fazi dobiti 1 gubitak, dok će u eliminacionoj (play-off) fazi biti diskvalifikovan iz takmičenja bez izuzetaka.\n-Ukoliko se ekipa dogovori da se meč pomeri, njihov meč će biti pomeren, ali ne i strimovan."
        },
        "second": {
            "title": "Uplate i prijavljivanje",
            "description": "Učešće u turnirima je u vidu donacije preko SMS poruke, uplatnice ili PayPal računa.\n\nNakon što tim uspešno donira novac, potrebno je da se kapiten javi organizaciji turnira u privatne poruke na Diskordu sa dokazom uplate - skrinšot ili slika uplatnice/PayPal recepta.\n\nKada organizacija potvrdi da je novac doniran, potrebno je da svaki igrač tima napravi nalog na Challengermode platformi. Kapiten je u obavezi da napravi tim (desni meni > your teams > + dugme) i da ubaci ostale igrače. Kada je tim napravljen, organizacija će pozvati tim u turnir."
        },
        "third": {
            "title": "Potvrđivanje učešća u turniru i proces ulaska u igru",
            "description": "*Detaljnije na [ovom linku](https://help.challengermode.com/en/articles/608076-how-to-play-a-cs-go-tournament)*\n\nKada je tim pozvan u turnir, potrebno je da kapiten tima prihvati poziv na glavnoj stranici turnira klikom na dugme 'Accept invitation' najkasnije 48 sati pre početka turnira. Kapa kapiten prihvati poziv, pojaviće se meni gde može da selektuje sve igrače tima, pet izmena i jednog trenera i da ih tako automatski ubaci u turnir.\n\nNakon što kapiten prihvati poziv i ubaci sve igrače u turnir, svi igrači trebaju potvrde učešće. Dugme za potvrdu učešća se otključava 48 sati pred početak turnira i svi igrači svake ekipe moraju da kliknu na dugme 'Confirm participation' kako bi turnir mogao da počne. Timovi imaju 24 sata vremena da potvrde učešće.\n\n**24 časa pred početak turnira Challengermode će nasumično odabrati strukture grupa i raspored meceva.\n\n**Pet minuta pred početak svog meča, svi igrači trebaju da budu na stranici turnira i da kliknu na dugme 'Go to lobby' kako bi bili naznačeni kao spremni za meč i kako bi se započelo banovanje mapa i servera.\n\nKada se odredi igrajuća mapa, igrači imaju 10 minuta da uđu u igru. Tim koji nema sve igrače prisutne na serveru, u zavisnosti da li je grupna faza ili eliminaciona, pisaće mu se poraz ili će biti eliminisan.\n\n**Pomeranje vremena meča je moguće isključivo u slučaju da nije moguće naći zamenu za igrače a da se takođe i protivnički tim slaže sa pomeranjem vremena meča. U tom slučaju strimovanje tog meča nije moguće ukoliko se uklapa sa satnicom nekog drugog meča!**"
        },
        "fourth": {
            "title": "Nagrade",
            "description": "Nagrade su u vidu poena za rang listu u EHLS sezoni, i dodeljuju se na sledeći način:\n\n1. Mesto - 60 poena\n2. Mesto - 45 poena\n3. Mesto - 25 poena\n ***+ Dodatnih 10 bodova ekipi sa najboljim play-om turnira***"
        },
        "fifth": {
            "title": "Strimovanje",
            "description": "Svaki meč će biti strimovan i komentarisan na zvaničnom profilu EHLS na platformi [Twitch](https://www.twitch.tv/ehls_official) i [Youtube Kanalu](https://www.youtube.com/channel/UCrW4Abnx9JX9YwVhasxZfYQ). Prijavom na turnir dozvoljavate nam da javno pokazujemo vaš logo tima kao i vaša in-game imena."
        },
        "sixth": {
            "title": "VAŽNA NAPOMENA",
            "description": "Tim može da se prijavi u turnir ako i samo ako ima najmanje 3 igrača u glavnom rosteru koji žive u Republici Srbiji (naravno, uključujući i KiM), a ostali igrači mogu da budu iz srpske dijaspore"
        }
    },
    "media": {
        "instagram": {
            "color": "#cc7491",
            "title": "Instagram",
            "url": "https://www.instagram.com/ehls_/",
            "icon": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Instagram_logo_2016.svg/1024px-Instagram_logo_2016.svg.png",
            "description": "Na našoj zvaničnoj Instagram stranici postavljamo najvažnija obaveštenja i informacije iz prve ruke. Podelite našu stranicu sa vašim prijateljima kako bi sto više ljudi saznalo za ovaj projekat i tako se pomoglo sto više ljudi."
        },
        "youtube": {
            "color": "#ff0000",
            "title": "YouTube",
            "url": "https://www.youtube.com/channel/UCrW4Abnx9JX9YwVhasxZfYQ",
            "icon": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/YouTube_full-color_icon_%282017%29.svg/1280px-YouTube_full-color_icon_%282017%29.svg.png",
            "description": "Na YouTube-u se takođe prenose svi mečevi trenutnih turnira uživo. Takođe, tu možete gledati i najbolje plejove naših takmičara i još mnogo drugih stvari!"
        },
        "challengermode": {
            "color": "#f36f21",
            "title": "Challengermode",
            "url": "https://www.challengermode.com/s/EHLS",
            "icon": "https://challengermode-permanent-assets.azureedge.net/brand-assets/2021-02-24/logo/icon/CM_Icon.png",
            "description": "Platforma na kojoj se igraju sva takmičenja Esport Humanitarne Lige Srbije. Takođe i mesto gde su sve detaljne informacije o našoj organizaciji i kako informacije o svim prethodnim turnirima tako i o tome koji je trenutni turnir i sve detaljne informacije o njemu."
        },
        "twitter": {
            "color": "#2d9bf0",
            "title": "Twitter",
            "url": "https://twitter.com/ehls_official",
            "icon": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9f/Twitter_bird_logo_2012.svg/1259px-Twitter_bird_logo_2012.svg.png",
            "description": "Na našoj zvaničnoj Twitter stranici postavljamo najvažnija obaveštenja i informacije iz prve ruke. Podelite našu stranicu sa vašim prijateljima kako bi sto više ljudi saznalo za ovaj projekat i tako se pomoglo sto više ljudi."
        },
        "facebook": {
            "color": "#2678f2",
            "title": "Facebook",
            "url": "https://www.facebook.com/EHLS.Official",
            "icon": "https://facebookbrand.com/wp-content/uploads/2019/04/f_logo_RGB-Hex-Blue_512.png",
            "description": "Na našoj zvaničnoj Facebook stranici postavljamo najvažnija obaveštenja i informacije iz prve ruke. Podelite našu stranicu sa vašim prijateljima kako bi sto više ljudi saznalo za ovaj projekat i tako se pomoglo sto više ljudi."
        }
    }
}